Repository: tinrupcic5/trainee_app_droid
Catalog: assets/l10n/app_*.arb
Languages: hr

# signInTitle
source: Please sign in to your account.
hr: Prijava u svoj račun.

source: Email
hr: E-pošta

source: Password
hr: Lozinka

source: Forgot password?
hr: Zaboravili ste lozinku?

source: Sign in
hr: Prijavi se

source: Don''t have an account?
hr: Nemaš svoj račun?

# createAccount
source: Sign up
hr: Registiraj se

# signUpTitle
source: Please create an account to continue
hr: Kreiranje novog računa.

source: Already have an account?
hr: Već imaš račun?

source: Sign up
hr: Registracija

source: Reset password
hr: Postavljanje lozinke

source: Reset
hr: Postavi

# resetPasswordTitle
source: Please enter your email address to reset your password.
hr: Molimo unesi svoju adresu e-pošte za ponovno postavljanje lozinke.

# verificationEmail
source: Verification email sent.
hr: E-pošta je poslana.

# emailEmptyValidation
source: Email cannot be empty.
hr: E-pošta ne može biti prazna.

# emailAddressValidation
source: Please enter a valid email address.
hr: Molimo Vas unesite ispravnu adresu E-pošte.

# passwordEmptyValidation
source: Password cannot be empty.
hr: Lozinka ne može biti prazna.

# passwordLengthValidation
source: Password must be 8 characters or longer.
hr: Duljina lozinke mora biti 8 ili duže.

# passwordComplexityValidation
source: Password is not complex enough.
hr: Lozinka nije dovoljno kompleksna.

source: Wrong email or password.
hr: Pogrešna adresa ili lozinka.

source: Passwords do not match.
hr: Lozinke nisu jednake.

# emailAlreadyExists
source: Email is already in use.
hr: E-pošta je već u uporabi.

source: Password is too weak.
hr: Lozinka je preslaba.

source: There was an error.
hr: Dogodila se pogreška.

source: Calendar
hr: Kalendar

source: Profile
hr: Profil

source: Summary
hr: Aktualno
